export default {
  header: {
    contactUs: 'დაგვიკავშირდი',
  },
  auth: {
    email: 'ელ. ფოსტა',
    password: 'პაროლი',
    repeatPassword: 'გაიმეორე პაროლი',
    register: 'რეგისტრაცია',
    agree: 'ვეთანხმები',
    contact: 'კონტაქტი',
    about: 'ჩვენს შესახებ',
    pricing: 'ფასები',
    name: 'შეიყვანეთ სახელი',
    surName: 'შეიყვანეთ გვარი',
    fillEmail: 'შეიყვანეთ ელ. ფოსტა',
    fillPhone: 'შეიყვანეთ ტელეფონის ნომერი',
    fillPassword: 'შეიყვანეთ პაროლი',
    fillRepeatPassword: 'გაიმეორეთ პაროლი',
    selectIndustry: 'აირჩიეთ კატეგორია',
    privacy: 'მომსახურების წესებს და პირობებს',
    and: 'და',
    login: 'ავტორიზაცია',
    politics: 'კონფიდენციალურობის პოლიტიკას',
    haveAccount: 'გაქვთ ანგარიში?',
    continue: 'დასრულება',
    ge: 'საქართველო',
    us: 'აშშ',
    auth: 'ავტორიზაცია',
    rememberMe: 'დამახსოვრება',
    forgotPassword: 'პაროლის აღდგენა',
    dontHaveAccount: 'არ გაქვთ ანგარიში?',
    createAccount: 'დარეგისტრირდი უფასოდ',
    resetPassword: 'პაროლის აღდგენა',
    noReset: 'არ გსურთ პაროლის აღდგენა?',
    passwordReset: 'პაროლის აღდგენა',
    emailSent: 'გთხოვთ შეამოწმოთ ელ. ფოსტა!',
    notRegistered: 'აღნიშნული ელ. ფოსტა არ არის რეგისტრირებული!',
    allRightsReserved: '© შპს ტელეკომ 1.',
    resend: 'თავიდან გაგზავნა',
    privacyFooter: 'მომსახურების წესები და პირობები',
    politicsFooterL: 'კონფიდენციალურობის პოლიტიკა',
    successEmail: 'პაროლი წარმატებით შეიცვალა!',
    successRegister: 'თქვენ წარმატებით გაიარეთ რეგისტრაცია!',
  },
  validation: {
    required: 'გთხოვთ შეავსოთ აუცილებელი ველი',
    passwordRequired: 'გთხოვთ შეავსოთ აუცილებელი ველი',
    repeatPasswordRequired: 'გთხოვთ შეავსოთ აუცილებელი ველი',
    phone: 'გთხოვთ შეავსოთ აუცილებელი ველი',
    industry: 'გთხოვთ შეავსოთ აუცილებელი ველი',
    name: 'გთხოვთ შეავსოთ აუცილებელი ველი',
    otp: 'გთხოვთ შეავსოთ აუცილებელი ველი',
    emailNotFound: 'აღნიშნული ელ. ფოსტა არ არის რეგისტრირებული!',
    registeredMail: 'აღნიშნული ელ. ფოსტა უკვე რეგისტრირებულია!',
    registeredPhone: 'აღნიშნული ნომერი უკვე რეგისტრირებულია!',

    passwordMatch: 'პაროლი არ ემთხვევა ერთმანეთს!',
    passwordLength: 'პაროლი უნდა შეიცავდეს მინიმუმ 6 სიმბოლოს!',
    invalidFormat: 'არასწორი ფორმატი!',
    invalidCode: 'თქვენს მიერ შეყვანილი კოდი არასწორია!',
    unknownEmail: 'აღნიშნული ელ. ფოსტა არ არის რეგისტრირებული!',

    wrongPassword: 'თქვენს მიერ შეყვანილი პაროლი არასწორია!',
    wrongEmail: 'თქვენს მიერ შეყვანილი ელ. ფოსტა არასწორია!',

    emailOrPass: 'ელ. ფოსტა ან პაროლი არასწორია!',

    otpError: 'თქვენს მიერ შეყვანილი კოდი არასწორია!',
  },
  pricing: {
    earlyAdopters: 'საწყისი მომხმარებლები',
    monthly: 'ყოველთვის',
    yearly: 'წლიურად',
    free: 'პირადი',
    signup: 'რეგისტრაცია',

    users: 'მომხმარებლები',
    documentSending: 'დოკუმენტის გაგზავნა',
    folders: 'ფოლდერები',
    contacts: 'კონტაქტები',
    reports: 'რეპორტები',
    idVerification: 'ID ვერიფიკაცია',
    authentication: 'ავთენტიფიკაცია',
    twoFa: '2FA',
    singleUser: 'მომხმარებელი',

    userDescription: 'პაკეტით გათვალისწინებული მომხმარებლების დამატების მაქსიმალური რაოდენობა: 1',
    documentSendingDescription:
      'ელექტრონული ხელმოწერისთვის დოკუმენტების გაგზავნის ყოველთვიური ლიმიტი: 20',
    foldersDescription:
      'დოკუმენტების მარტივად მოძებნის მიზნით ფოლდერების შექმნა და დახარისხება კატეგორიების მიხედვით.',
    contactsDescription:
      'ხელმომწერთა საკონტაქტო ინფორმაციის დამატება (სახელი, გვარი, ორგანიზაცია, თანამდებობა, მობილური, ელ.ფოსტა და ა.შ)',
    reportsDescription: 'დეტალური ინფორმაციის მიღება თითოეულ დასრულებულ ხელმოწერილ დოკუმენტზე.',
    idVerificationDescription: 'რეალურ დროში ხელმომწერის ვინაობის დადგენა და ID ვერიფიკაცია.',
    authenticationDescription:
      'SMS ან ელ.ფოსტით მიმღების ავთენტურობის დადასტურება ერთჯერადი კოდის გამოყენებით.',
    twoFaDescription:
      'ორფაქტორიანი ავტორიზაცია (2FA), ანგარიშის დაცვა არასასურველი წვდომისგან, არსებული პაროლისა და დამატებით ერთჯერადი კოდის გამოყენებით.',

    companies: 'კომპანიები',
    addUser: 'მომხმარებლის დამატება',
    userRoles: 'როლები და უფლებები',
    templates: 'შაბლონები',
    partners: 'კონტრაგენტები',
    signingOrder: 'მიმდევრობით ხელმოწერა',
    parallelSigning: 'პარალელური ხელმოწერა',
    personSign: 'თანდასწრებით ხელმოწერა',
    reminders: 'შეხსენებები',

    personUserDescription:
      'პაკეტით გათვალისწინებული მომხმარებლების დამატების მაქსიმალური რაოდენობა: 5',
    personalCompaniesDescription:
      'პაკეტით გათვალისწინებული სხვადასხვა კომპანიის დამატების მაქსიმალური რაოდენობა: 5',
    personalUserAddDescription:
      'ორიენ ტოფისის პლატფორმაზე არსებული მომხმარებლის დამატება სხვადასხვა კომპანიის ანგარიშზე.',
    personalRolesDescription:
      'კომპანიის შიგნით უფლებების მართვა და დოკუმენტებზე შიდა წვდომისა და  დონეების განსაზღვრა მომხმარებლების მიხედვით.',
    personalSendDocumentsDescription:
      'ელექტრონული ხელმოწერისთვის დოკუმენტების გაგზავნის ყოველთვიური ლიმიტი: ულიმიტო',
    personalTemplatesDescription:
      'შაბლონების შექმნა, გუნდის წევრებთან გაზიარება რედაქტირების ან მისი შეზღუდვის უფლებით.',
    personalFoldersDescription:
      'დოკუმენტების მარტივად მოძებნის მიზნით ფოლდერების შექმნა და დახარისხება კატეგორიების მიხედვით.',
    personalContactsDescription:
      'ხელმომწერთა საკონტაქტო ინფორმაციის დამატება (სახელი, გვარი, ორგანიზაცია, თანამდებობა, მობილური, ელ.ფოსტა და ა.შ)',
    personalPartnersDescription:
      'სამართლებრივი ურთიერთობის სუბიექტის (ფიზიკური ან იურიდიული პირის), ხელშეკრულების ან და შეთანხმების მონაწილე მხარის დეტალური ინფორმაციის დამატება.',
    personalSignOrderDescription:
      'დოკუმენტების გაგზავნა რამდენიმე ხელმომწერთან რიგითობის მიხედვით.',
    personalParallelDescription: 'დოკუმენტების ერთდროულად გაგზავნა რამდენიმე ხელმომწერთან.',
    personalPersonDescription:
      'ხელმომწერი მხარეების მიერ დოკუმენტზე პირისპირ ხელმოწერა ინიციატორის მოწყობილობაზე.',
    personalRemindersDescription:
      'დოკუმენტის დროული ხელმოწერისთვის, ხელმომწერ პირებთან ავტომატური შეხსენებების გაგზავნა.',
    personalReportsDescription:
      'დეტალური ინფორმაციის მიღება თითოეულ დასრულებულ ხელმოწერილ დოკუმენტზე.',
    personalIdVerificationDescription:
      'რეალურ დროში ხელმომწერის ვინაობის დადგენა და ID ვერიფიკაცია.',
    personalAuthDescription:
      'SMS ან ელ.ფოსტით მიმღების ავთენტურობის დადასტურება ერთჯერადი კოდის გამოყენებით.',
    personalTwoFaDescription:
      'ორფაქტორიანი ავტორიზაცია (2FA), ანგარიშის დაცვა არასასურველი წვდომისგან, არსებული პაროლისა და დამატებით ერთჯერადი კოდის გამოყენებით.',

    day: 'დღე',
    startUp: 'სტარტაპი',

    business: 'ბიზნესი',
    share: 'გაზიარება',
    signDelegation: 'ხელმოწერის დელეგირება',
    sendPlan: 'გაგზავნის დაგეგმვა',

    businessUsers: 'პაკეტით გათვალისწინებული მომხმარებლების დამატების მაქსიმალური რაოდენობა: 20',
    businessCompanies:
      'პაკეტით გათვალისწინებული სხვადასხვა კომპანიის დამატების მაქსიმალური რაოდენობა: ულიმიტო',
    businessUserAdd:
      'ორიენ ტოფისის პლატფორმაზე არსებული მომხმარებლის დამატება სხვადასხვა კომპანიის ანგარიშზე.',
    businessRoles:
      'კომპანიის შიგნით უფლებების მართვა და დოკუმენტებზე შიდა წვდომისა და  დონეების განსაზღვრა მომხმარებლების მიხედვით.',
    businessSendDocuments:
      'ელექტრონული ხელმოწერისთვის დოკუმენტების გაგზავნის ყოველთვიური ლიმიტი: ულიმიტო',
    businessTemplates:
      'შაბლონების შექმნა, გუნდის წევრებთან გაზიარება რედაქტირების ან მისი შეზღუდვის უფლებით.',
    businessFolders:
      'დოკუმენტების მარტივად მოძებნის მიზნით ფოლდერების შექმნა და დახარისხება კატეგორიების მიხედვით.',
    businessShareDocs:
      'თანამშრომლების წვდომა ხელშეკრულებებზე და სხვა დოკუმენტებზე საზიარო ფოლდერების გამოყენებით.',
    businessContacts:
      'ხელმომწერთა საკონტაქტო ინფორმაციის დამატება (სახელი, გვარი, ორგანიზაცია, თანამდებობა, მობილური, ელ.ფოსტა და ა.შ).',
    businessPartners:
      'სამართლებრივი ურთიერთობის სუბიექტის (ფიზიკური ან იურიდიული პირის), ხელშეკრულების ან და შეთანხმების მონაწილე მხარის დეტალური ინფორმაციის დამატება.',
    businessSignOrder: 'დოკუმენტების გაგზავნა რამდენიმე ხელმომწერთან რიგითობის მიხედვით..',
    businessParallel: 'დოკუმენტების ერთდროულად გაგზავნა რამდენიმე ხელმომწერთან.',
    businessPerson:
      'ხელმომწერი მხარეების მიერ დოკუმენტზე პირისპირ ხელმოწერა ინიციატორის მოწყობილობაზე.',
    businessDelegation:
      'თანამშრომელზე ხელმოწერის დელეგირება სამუშაო ადგილზე არ ყოფნის შემთხვევაში.',
    businessScheduled: 'დოკუმენტის ავტომატური გაგზავნა დაგეგმილ თარიღსა და დროს.',
    businessReminders:
      'დოკუმენტის დროული ხელმოწერისთვის, ხელმომწერ პირებთან ავტომატური შეხსენებების გაგზავნა.',
    businessReports: 'დეტალური ინფორმაციის მიღება თითოეულ დასრულებულ ხელმოწერილ დოკუმენტზე.',
    businessIdVerification: 'რეალურ დროში ხელმომწერის ვინაობის დადგენა და ID ვერიფიკაცია.',
    businessAuth: 'SMS ან ელ.ფოსტით მიმღების ავთენტურობის დადასტურება ერთჯერადი კოდის გამოყენებით.',
    businessTwoFa:
      'ორფაქტორიანი ავტორიზაცია (2FA), ანგარიშის დაცვა არასასურველი წვდომისგან, არსებული პაროლისა და დამატებით ერთჯერადი კოდის გამოყენებით.',
  },
} as const;
