export default {
  header: {
    contactUs: 'დაგვიკავშირდი',
  },
  auth: {
    email: 'ელ. ფოსტა',
    password: 'პაროლი',
    repeatPassword: 'გაიმეორე პაროლი',
    register: 'რეგისტრაცია',
    agree: 'ვეთანხმები',
    contact: 'კონტაქტი',
    about: 'ჩვენს შესახებ',
    pricing: 'სატარიფო გეგმა',
    name: 'შეიყვანეთ სახელი',
    surName: 'შეიყვანეთ გვარი',
    fillEmail: 'შეიყვანეთ ელ. ფოსტა',
    fillPhone: 'შეიყვანეთ ტელეფონის ნომერი',
    fillPassword: 'შეიყვანეთ პაროლი',
    fillRepeatPassword: 'გაიმეორეთ პაროლი',
    selectIndustry: 'აირჩიეთ კატეგორია',
    privacy: 'მომსახურების წესებს და პირობებს',
    and: 'და',
    login: 'ავტორიზაცია',
    politics: 'კონფიდენციალურობის პოლიტიკას',
    haveAccount: 'გაქვთ ანგარიში?',
    continue: 'დასრულება',
    ge: 'საქართველო',
    us: 'აშშ',
    auth: 'ავტორიზაცია',
    rememberMe: 'დამახსოვრება',
    forgotPassword: 'პაროლის აღდგენა',
    dontHaveAccount: 'არ გაქვთ ანგარიში?',
    createAccount: 'დარეგისტრირდი უფასოდ',
    resetPassword: 'პაროლის აღდგენა',
    noReset: 'არ გსურთ პაროლის აღდგენა?',
    passwordReset: 'პაროლის აღდგენა',
    emailSent: 'გთხოვთ შეამოწმოთ ელ. ფოსტა!',
    notRegistered: 'აღნიშნული ელ. ფოსტა არ არის რეგისტრირებული!',
    allRightsReserved: '© შპს ტელეკომ 1.',
    resend: 'თავიდან გაგზავნა',
    privacyFooter: 'მომსახურების წესები და პირობები',
    politicsFooterL: 'კონფიდენციალურობის პოლიტიკა',
    successEmail: 'პაროლი წარმატებით შეიცვალა!',
    successRegister: 'თქვენ წარმატებით გაიარეთ რეგისტრაცია!',
  },
  validation: {
    required: 'გთხოვთ შეავსოთ აუცილებელი ველი',
    passwordRequired: 'გთხოვთ შეავსოთ აუცილებელი ველი',
    repeatPasswordRequired: 'გთხოვთ შეავსოთ აუცილებელი ველი',
    phone: 'გთხოვთ შეავსოთ აუცილებელი ველი',
    industry: 'გთხოვთ შეავსოთ აუცილებელი ველი',
    name: 'გთხოვთ შეავსოთ აუცილებელი ველი',
    otp: 'გთხოვთ შეავსოთ აუცილებელი ველი',
    emailNotFound: 'აღნიშნული ელ. ფოსტა არ არის რეგისტრირებული!',
    registeredMail: 'აღნიშნული ელ. ფოსტა უკვე რეგისტრირებულია!',
    registeredPhone: 'აღნიშნული ნომერი უკვე რეგისტრირებულია!',

    passwordMatch: 'პაროლი არ ემთხვევა ერთმანეთს!',
    passwordLength: 'პაროლი უნდა შეიცავდეს მინიმუმ 6 სიმბოლოს!',
    invalidFormat: 'არასწორი ფორმატი!',
    invalidCode: 'თქვენს მიერ შეყვანილი კოდი არასწორია!',
    unknownEmail: 'აღნიშნული ელ. ფოსტა არ არის რეგისტრირებული!',

    wrongPassword: 'თქვენს მიერ შეყვანილი პაროლი არასწორია!',
    wrongEmail: 'თქვენს მიერ შეყვანილი ელ. ფოსტა არასწორია!',

    emailOrPass: 'ელ. ფოსტა ან პაროლი არასწორია!',

    otpError: 'თქვენს მიერ შეყვანილი კოდი არასწორია!',
  },
  pricing: {
    earlyAdopters: 'საწყისი მომხმარებლები',
    monthly: 'თვიური',
    yearly: 'წლიური',
    free: 'პირადი',
    signup: 'რეგისტრაცია',
    save: 'დაზოგე',
    users: 'მომხმარებლები',
    documentSending: 'დოკუმენტის გაგზავნა',
    folders: 'ფოლდერები',
    contacts: 'კონტაქტები',
    reports: 'რეპორტები',
    idVerification: 'ID ვერიფიკაცია',
    authentication: 'ავთენტიფიკაცია',
    twoFa: '2FA',
    singleUser: 'მომხმარებელი',
    userDescription: 'პაკეტით გათვალისწინებული მომხმარებლების დამატების მაქსიმალური რაოდენობა: 1',
    documentSendingDescription:
      'ელექტრონული ხელმოწერისთვის დოკუმენტების გაგზავნის ყოველთვიური ლიმიტი: 20',
    foldersDescription:
      'დოკუმენტების მარტივად მოძებნის მიზნით ფოლდერების შექმნა და დახარისხება კატეგორიების მიხედვით.',
    contactsDescription:
      'ხელმომწერთა საკონტაქტო ინფორმაციის დამატება (სახელი, გვარი, ორგანიზაცია, თანამდებობა, მობილური, ელ.ფოსტა და ა.შ)',
    reportsDescription: 'დეტალური ინფორმაციის მიღება თითოეულ დასრულებულ ხელმოწერილ დოკუმენტზე.',
    idVerificationDescription: 'რეალურ დროში ხელმომწერის ვინაობის დადგენა და ID ვერიფიკაცია.',
    authenticationDescription:
      'SMS ან ელ.ფოსტით მიმღების ავთენტურობის დადასტურება ერთჯერადი კოდის გამოყენებით.',
    twoFaDescription:
      'ორფაქტორიანი ავტორიზაცია (2FA), ანგარიშის დაცვა არასასურველი წვდომისგან, არსებული პაროლისა და დამატებით ერთჯერადი კოდის გამოყენებით.',

    companies: 'კომპანიები',
    addUser: 'მომხმარებლის დამატება',
    userRoles: 'როლები და უფლებები',
    templates: 'შაბლონები',
    partners: 'კონტრაგენტები',
    signingOrder: 'მიმდევრობით ხელმოწერა',
    parallelSigning: 'პარალელური ხელმოწერა',
    personSign: 'თანდასწრებით ხელმოწერა',
    reminders: 'შეხსენებები',

    personUserDescription:
      'პაკეტით გათვალისწინებული მომხმარებლების დამატების მაქსიმალური რაოდენობა: 5',
    personalCompaniesDescription:
      'პაკეტით გათვალისწინებული სხვადასხვა კომპანიის დამატების მაქსიმალური რაოდენობა: 5',
    personalUserAddDescription:
      'ორიენ ტოფისის პლატფორმაზე არსებული მომხმარებლის დამატება სხვადასხვა კომპანიის ანგარიშზე.',
    personalRolesDescription:
      'კომპანიის შიგნით უფლებების მართვა და დოკუმენტებზე შიდა წვდომისა და  დონეების განსაზღვრა მომხმარებლების მიხედვით.',
    personalSendDocumentsDescription:
      'ელექტრონული ხელმოწერისთვის დოკუმენტების გაგზავნის ყოველთვიური ლიმიტი: ულიმიტო',
    personalTemplatesDescription:
      'შაბლონების შექმნა, გუნდის წევრებთან გაზიარება რედაქტირების ან მისი შეზღუდვის უფლებით.',
    personalFoldersDescription:
      'დოკუმენტების მარტივად მოძებნის მიზნით ფოლდერების შექმნა და დახარისხება კატეგორიების მიხედვით.',
    personalContactsDescription:
      'ხელმომწერთა საკონტაქტო ინფორმაციის დამატება (სახელი, გვარი, ორგანიზაცია, თანამდებობა, მობილური, ელ.ფოსტა და ა.შ)',
    personalPartnersDescription:
      'სამართლებრივი ურთიერთობის სუბიექტის (ფიზიკური ან იურიდიული პირის), ხელშეკრულების ან და შეთანხმების მონაწილე მხარის დეტალური ინფორმაციის დამატება.',
    personalSignOrderDescription:
      'დოკუმენტების გაგზავნა რამდენიმე ხელმომწერთან რიგითობის მიხედვით.',
    personalParallelDescription: 'დოკუმენტების ერთდროულად გაგზავნა რამდენიმე ხელმომწერთან.',
    personalPersonDescription:
      'ხელმომწერი მხარეების მიერ დოკუმენტზე პირისპირ ხელმოწერა ინიციატორის მოწყობილობაზე.',
    personalRemindersDescription:
      'დოკუმენტის დროული ხელმოწერისთვის, ხელმომწერ პირებთან ავტომატური შეხსენებების გაგზავნა.',
    personalReportsDescription:
      'დეტალური ინფორმაციის მიღება თითოეულ დასრულებულ ხელმოწერილ დოკუმენტზე.',
    personalIdVerificationDescription:
      'რეალურ დროში ხელმომწერის ვინაობის დადგენა და ID ვერიფიკაცია.',
    personalAuthDescription:
      'SMS ან ელ.ფოსტით მიმღების ავთენტურობის დადასტურება ერთჯერადი კოდის გამოყენებით.',
    personalTwoFaDescription:
      'ორფაქტორიანი ავტორიზაცია (2FA), ანგარიშის დაცვა არასასურველი წვდომისგან, არსებული პაროლისა და დამატებით ერთჯერადი კოდის გამოყენებით.',

    day: 'დღე',
    startUp: 'სტარტაპი',

    business: 'ბიზნესი',
    share: 'გაზიარება',
    signDelegation: 'ხელმოწერის დელეგირება',
    sendPlan: 'გაგზავნის დაგეგმვა',

    businessUsers: 'პაკეტით გათვალისწინებული მომხმარებლების დამატების მაქსიმალური რაოდენობა: 20',
    businessCompanies:
      'პაკეტით გათვალისწინებული სხვადასხვა კომპანიის დამატების მაქსიმალური რაოდენობა: ულიმიტო',
    businessUserAdd:
      'ორიენ ტოფისის პლატფორმაზე არსებული მომხმარებლის დამატება სხვადასხვა კომპანიის ანგარიშზე.',
    businessRoles:
      'კომპანიის შიგნით უფლებების მართვა და დოკუმენტებზე შიდა წვდომისა და  დონეების განსაზღვრა მომხმარებლების მიხედვით.',
    businessSendDocuments:
      'ელექტრონული ხელმოწერისთვის დოკუმენტების გაგზავნის ყოველთვიური ლიმიტი: ულიმიტო',
    businessTemplates:
      'შაბლონების შექმნა, გუნდის წევრებთან გაზიარება რედაქტირების ან მისი შეზღუდვის უფლებით.',
    businessFolders:
      'დოკუმენტების მარტივად მოძებნის მიზნით ფოლდერების შექმნა და დახარისხება კატეგორიების მიხედვით.',
    businessShareDocs:
      'თანამშრომლების წვდომა ხელშეკრულებებზე და სხვა დოკუმენტებზე საზიარო ფოლდერების გამოყენებით.',
    businessContacts:
      'ხელმომწერთა საკონტაქტო ინფორმაციის დამატება (სახელი, გვარი, ორგანიზაცია, თანამდებობა, მობილური, ელ.ფოსტა და ა.შ).',
    businessPartners:
      'სამართლებრივი ურთიერთობის სუბიექტის (ფიზიკური ან იურიდიული პირის), ხელშეკრულების ან და შეთანხმების მონაწილე მხარის დეტალური ინფორმაციის დამატება.',
    businessSignOrder: 'დოკუმენტების გაგზავნა რამდენიმე ხელმომწერთან რიგითობის მიხედვით..',
    businessParallel: 'დოკუმენტების ერთდროულად გაგზავნა რამდენიმე ხელმომწერთან.',
    businessPerson:
      'ხელმომწერი მხარეების მიერ დოკუმენტზე პირისპირ ხელმოწერა ინიციატორის მოწყობილობაზე.',
    businessDelegation:
      'თანამშრომელზე ხელმოწერის დელეგირება სამუშაო ადგილზე არ ყოფნის შემთხვევაში.',
    businessScheduled: 'დოკუმენტის ავტომატური გაგზავნა დაგეგმილ თარიღსა და დროს.',
    businessReminders:
      'დოკუმენტის დროული ხელმოწერისთვის, ხელმომწერ პირებთან ავტომატური შეხსენებების გაგზავნა.',
    businessReports: 'დეტალური ინფორმაციის მიღება თითოეულ დასრულებულ ხელმოწერილ დოკუმენტზე.',
    businessIdVerification: 'რეალურ დროში ხელმომწერის ვინაობის დადგენა და ID ვერიფიკაცია.',
    businessAuth: 'SMS ან ელ.ფოსტით მიმღების ავთენტურობის დადასტურება ერთჯერადი კოდის გამოყენებით.',
    businessTwoFa:
      'ორფაქტორიანი ავტორიზაცია (2FA), ანგარიშის დაცვა არასასურველი წვდომისგან, არსებული პაროლისა და დამატებით ერთჯერადი კოდის გამოყენებით.',
  },
  cards: {
    create: 'შექმენი',
    sign: 'მოაწერე',
    send: 'გააგზავნე',
    done: 'მზადაა',
    createDescription:
      'ატვირთე დოკუმენტის ნებისმიერი ფორმატი მარტივად შენი მოწყობილობიდან ან დოკუმენტების ელექტრონული საცავიდან, როგორიცაა Google Drive, OneDrive, Dropbox. მიუთითე ხელმომწერები, თანმიმდევრობა, მონიშნე ადგილი ხელმოწერისთვის და გააგზავნე.',
    createSignDescription:
      'მოაწერე ხელი ელექტრონულად, ნებისმიერი მოწყობილობიდან და ადგილიდან, მოხაზე ეკრანზე ხელმოწერა ან გადაუღე სურათი შენს ფაქსიმილეს. საჭიროების შემთხევაში მოითხოვე ხელმომწერის ID ვერიფიკაცია და დარწმუნდი მისი ვინაობის ნამდვილობაში.',
    createSendDescription:
      'გაუგზავნე მომენტალურად ხელმომწერებს შეტყობინება ელ. ფოსტით და SMS-ით. დოკუმენტზე წვდომა და ხელმოწერა შესაძლებელია ნებისმიერი მოწყობილობიდან. შეამოწმე სტატუსი და საჭიროების შემთხვევაში გააგზავნე შეხსენება.',
    createDoneDescription:
      'შეინახე ციფრული შტამპით დამოწმებული დოკუმენტი eSignix-ში ან სხვა მოწყობილობასა თუ ქლაუდზე დეტალური რეპორტით: თარიღი, დრო, ხელმომწერები, IP მისამართი, მოწყობილობა, ბრაუზერი და ა.შ.',
  },
  description: {
    signSlogan: 'Esinix გუნდი',
    coFounder: 'Esignix - ხელმოწერა წამებში!',
    elSign: 'ელექტრონული ხელმოწერა',
    desc1:
      'ტექნოლოგიების განვითარებასთან ერთად, ელექტრონული ხელმოწერა ეტაპობრივად ანაცვლებს მატერიალურს და აქვს თანაბარი იურიდიული ძალა. eSignix-ის დახმარებით, შეგიძლიათ ისარგებლოთ როგორც ელექტრონული, ასევე კვალიფიციური ელექტრონული ხელმოწერით. კვალიფიციური ელექტრონული ხელმოწერა იყენებს ID ბარათს და სპეციალურ წამკითხველ USB მოწყობილობას, რომელიც ფიზიკურად თან უნდა გქონდეთ ხელის მოწერისას',
    desc2:
      'ელექტრონული ხელმოწერა არის უფრო მარტივი, კომფორტული, უსაფრთხო და არ საჭიროებს დამატებით მოწყობილობას. eSignix-ის ელექტრონული ხელმოწერა, რომელიც აკმაყოფილებს საერთაშორისო სტანდარტებს, უზრუნველყოფს  დოკუმენტზე ელექტრონულად ხელის მოწერას  მსოფლიოს ნებისმიერი წერტილიდან, პერსონალური კომპიუტერის ან ნებისმიერი სმარტფონის გამოყენებით და ბიზნეს პროცესების აჩქარებას.ელექტრონული ხელმოწერა შეგიძლიათ გამოიყენოთ იურიდიულ, საგანმათლებლო, საბანკო - საფინანსო, სატელეკომუნიკაციო, სამშენებლო, უძრავი ქონების,  ჯანდაცვის, დაზღვევის და სხვა სფეროებში.',
  },
  faq: {
    price: 'სატარიფო გეგმა',
    startUsing: 'დაიწყეთ გამოყენება დღესვე',
    title: 'ხშირად დასმული კითხვები',
    headerQuestion: 'გსურთ გაიგოთ მეტი ელექტრონული ხელმოწერის შესახებ?',
    headerAnswer:
      'ჩვენ მზად ვართ დაგეხმაროთ არსებული პაკეტების სწორად შერჩევაში ან გადავჭრათ თქვენს ბიზნეს საჭიროებებზე მორგებული ნებისმიერი მოთხოვნა.',
    contactUs: 'დაგვიკავშირდით',
    question1: 'რა არის ელექტრონული ხელმოწერა?',
    answer1:
      'ელექტრონული ხელმოწერა ტრადიციული ხელმოწერისგან განსხვავებით არის უფრო მარტივი, კომფორტული და უსაფრთხო, რომელიც არ საჭიროებს დამატებით მოწყობილობას.',
    question2: 'რა სფეროში შემიძლია გამოვიყენო ელექტრონული ხელმოწერა?',
    answer2:
      'ელექტრონული ხელმოწერა შეგიძლიათ გამოიყენოთ იურიდიულ, საგანმათლებლო, საბანკო - საფინანსო, სატელეკომუნიკაციო, სამშენებლო, უძრავი ქონების, ჯანდაცვის, დაზღვევის და სხვა სფეროებში.',
    question3: 'რა სამართლებრივი ძალა გააჩნია ელექტრონულ ხელმოწერას?',
    answer3:
      'ელექტრონულ ხელმოწერას, ამერიკის შეერთებული შტატების, კანადის, საქართველოს, ევროკავშირის და სხვა ევროპული ქვეყნების კანონმდებლობის მიხედვით, აქვს სამართლების ძალა.',
    question4: 'შესაძლებელია თუ არა, დოკუმენტში ცვლილების შეტანა, ელექტრონული ხელმოწერის შემდეგ?',
    answer4: 'ელექტრონული ხელმოწერა არ იძლევა დოკუმენტში ცვლილების შეტანას ხელმოწერის შემდეგ.',
    question5: 'სავალდებულოა თუ არა ხელმომწერი პირი იყოს რეგისტრირებული eSignix-ის პლატფორმაზე?',
    answer5: 'არა, არ არის სავალდებულო. დოკუმენტზე ხელმოწერა შესაძლებელია რეგისტრაციის გარეშეც.',
    question6: 'რა ფორმატის დოკუმენტების ატვირთვა შემიძლია?',
    answer6:
      'თქვენ შეგიძლიათ ატვირთოთ Microsoft Word, PDF, Microsoft Excel ფორმატის დოკუმენტები, რომელთა მაქსიმალური ზომა არ უნდა აღემატებოდეს 10MB–ს.',
    question7: 'საიდან შემიძლია ავტვირთო პლატფორმაზე დოკუმენტები?',
    answer7:
      'თქვენ შეგიძლიათ მარტივად ატვირთოთ დოკუმენტები თქვენივე მოწყობილობიდან ან დოკუმენტების ელექტრონული საცავიდან, როგორიცაა Google Drive, OneDrive, Dropbox.',
    question8: 'სად შემიძლია შევინახო ელექტრონულად ხელმოწერილი დოკუმენტები?',
    answer8:
      'ელექტრონულად ხელმოწერილი  დოკუმენტები შეგიძლიათ შეინახოთ eSignix-ის პლატფორმაზე ან სხვა მოწყობილობასა თუ ელექტრონულ საცავებში, როგორიცაა Google Drive, OneDrive, Dropbox და სხვა.',
    question9: 'უსაფრთხოა თუ არა eSignix-ის პლატფორმით სარგებლობა?',
    answer9:
      'eSignix-ი იყენებს Digital Ocean-ის VPS hosting-ს ქალაქ ფრანკფურტში (გერმანია) და ქალაქ ნიუ-იორკში (ამერიკის შეეთებული შტატები) განთავსებულ მონაცემთა ცენტრებს, რომლებიც სრულ თანხვედრაშია American Institute of Certified Public Accountants (AICPA), Cloud Security Alliance (CSA), General Data Protection Regulation (GDPR) და Global Cross-Border Privacy Rules (CBPR) განსაზღვრულ საერთაშორისო სტანდარტებთან. თავის მხრივ, გერმანია და ამერიკის შეერთებული შტატები არიან საერთო სტანდარტების მიერ დაცული ქვეყნები.',
  },
} as const;
